Repository: goudete/clustr
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Order with this code does not exist.
es_mx: No existe una orden con este código

source: Order is already paid
es_mx: La orden ya fue pagada

source: Not a valid cashier code.
es_mx: El número de cajero es inválido

source: Cashier Code
es_mx: Número de cajero

source: Name
es_mx: Nombre

source: Hi
es_mx: Hola

source: Cash Payment
es_mx: Pago

source: Order History
es_mx: Historial de Pedidos

source: Input Cash Code
es_mx: Introducir Código

source: Enter the code the customer was given for cash payment
es_mx: Introducir el código dado al huesped para cobrar

source: Submit
es_mx: Enviar

source: Back
es_mx: Regresar

source: Input Cashier Code
es_mx: Introducir el número de cajero

source: Input your cashier code to start the session
es_mx: Introduce tu número de cajero para empezar la sesión.

source: Date
es_mx: Fecha

source: Receipt
es_mx: Recibo

source: Order Info
es_mx: Info del Pedido

source: Product
es_mx: Producto

source: Price
es_mx: Precio

source: Subtotal
es_mx: Base

source: Order no.
es_mx: Pedido #

source: Tip
es_mx: Propina

source: Order
es_mx: Pedido

source: Time Created
es_mx: Tiempo Creado

source: Guest email
es_mx: Correo Electrónico

source: Paid
es_mx: Pagado

source: Cancelled
es_mx: Cancelado

source: Open
es_mx: Abierto

source: Review Order
es_mx: Revisar Pedido

source: Order Details
es_mx: Detalles de Orden

source: Actions
es_mx: Acciones

source: Confirm Payment
es_mx: Confirmar Pago

source: Cancel
es_mx: Cancelar

source: Add Menu Items
es_mx: Agregar Platillos

source: Add Items to Order
es_mx: Agregar Platillos al pedido

source: Add
es_mx: Agregar

source: Help is on the way!
es_mx: ¡Te ayudamos en seguida!

source: ORDER
es_mx: PEDIDO

source: Contact the Team
es_mx: Contáctanos

source: Leave us your information and a message and we will get back to you soon! Alternatively, you can reach out to us at clustrfood@gmail.com
es_mx: Déjanos tus datos y tu mensaje aquí y te responderemos pronto! También nos puedes mandar un correo electrónico a clustrfood@gmail.com

source: Your Name
es_mx: Tu Nombre

source: Your Email
es_mx: Correo Electrónico

source: Your Phone Number (optional)
es_mx: Numero Telefónico (opcional)

source: Your Web Site (optional)
es_mx: Pagina de Internet (opcional)

source: Type your message here....
es_mx: Ingresa tu mensaje...

source: Thanks
es_mx: Gracias

source: We have received your message and will get back to you shortly at
es_mx: Hemos recibido tu mensaje y te mandaremos una respuesta pronto a

source: Menu
es_mx: Menú

source: About
es_mx: Acerca

source: Welcome to
es_mx: ¡Bienvenido a

source: Select a catalog, view items and pay.
es_mx: Selecciona un catálogo, explora los productos y paga.

source: Check it out
es_mx: Ver Productos

source: Customer Details
es_mx: Cuéntanos de ti

source: Email address
es_mx: Correo Electrónico

source: Phone Number
es_mx: Número Telefónico:

source: No thanks
es_mx: No gracias

source: Email receipt and Order notifications
es_mx: Recibo y Notificaciones

source: Receive Text Message When Order is Ready?
es_mx: Ingresa tu teléfono empezando con +52

source: is closed!
es_mx: está cerrado!

source: Please come back during business hours:
es_mx: Nuestras horas de operación son de:

source: Sign Out
es_mx: Salir

source: Are you sure you want to sign out?
es_mx: ¿Seguro que quieres salirte?

source: No Items on Menu!
es_mx: Está vacio el Menú!

source: Order Number:
es_mx: Número de Orden:

source: Please pay in cash.
es_mx: Pague en efectivo.

source: Payment Confirmed
es_mx: Pago Confirmado

source: Check your email for more info:
es_mx: Te envíamos un correo con más información a:

source: Shipping Address:
es_mx: Dirección de Envío:

source: Pickup at:
es_mx: Recoge tu pedido:

source: Help us improve by telling us what sucked.
es_mx: Ayudanos a mejorar.

source: What sucked about your experience?
es_mx: ¿Que no te gustó de tu experiencia comprando?

source: Back to Catalogues
es_mx: Ver Catálogos

source: Payment
es_mx: Pago

source: Your cart
es_mx: Tu carrito

source: Credit or Debit Card
es_mx: Crédito o Débito

source: Previous Card
es_mx: Tarjetas Anteriores

source: Pay with card ending in
es_mx: Usar tarjeta acabando con

source: New Card
es_mx: Nueva Tarjeta

source: Submit Payment
es_mx: Enviar Pago

source: Cash
es_mx: Efectivo

source: Pay Cash
es_mx: Pagar en Efectivo

source: Shipping Details
es_mx: Detalles de Envío

source: Skip this with Google Sign In
es_mx: Sáltate esto con Google Sign In

source: Logout
es_mx: Cerrar Sesión

source: Login
es_mx: Iniciar Sesión

source: Delivery
es_mx: Envío

source: Full Name
es_mx: Nombre Completo

source: Email
es_mx: Correo Electrónico

source: Tel
es_mx: Teléfono

source: Address
es_mx: Dirección

source: City
es_mx: Ciudad

source: Please select a city from the autofill options.
es_mx: Selecciona una ciudad

source: Postcode
es_mx: Código Postal

source: Pickup
es_mx: Recogerlo

source: The pickup location is:
es_mx: Puedes recoger tu pedido en:

source: You will get emailed the exact details.
es_mx: Te enviaremos un correo con toda la información.

source: Your Order
es_mx: Tu Pedido

source: Your Cart is Empty!
es_mx: Tu Carrito esta Vacio!

source: Browse Items
es_mx: Ver Catalogo

source: Place Order
es_mx: Continuar

source: Additional Information
es_mx: Información Adicional

source: Custom Instructions...
es_mx: Especificar detalles...

source: Quantity
es_mx: Cantidad

source: Add to Cart
es_mx: Agregar a Carrito

source: Not a valid kitchen code.
es_mx: El código es inválido

source: Welcome!
es_mx: ¡Bienvenido!

source: View orders
es_mx: Ver Pedidos

source: Active Orders
es_mx: Ordenes en Preparación

source: No Active Orders
es_mx: No hay Ordenes en Preparación

source: Order #
es_mx: Pedido #

source: Dine In
es_mx: Comer aquí

source: To Go
es_mx: Para llevar

source: Time:
es_mx: Tiempo:

source: Complete
es_mx: Finalizada

source: Input Kitchen Code
es_mx: Introducir Código

source: Input your kitchen code to start the session
es_mx: Introduce tu número para empezar la sesión.

source: You have already created an item with this name
es_mx: Ya existe un platillo con este nombre

source: Start Date
es_mx: Fecha de inicio

source: Start Time
es_mx: Tiempo de inicio

source: End Date
es_mx: Fecha final

source: End Time
es_mx: Tiempo final

source: Restaurant Name
es_mx: Nombre del Restaurante

source: Additional Info
es_mx: Información Adicional

source: Description
es_mx: Descripción

source: Category
es_mx: Categoría

source: Shipping Cost
es_mx: Costo de envío

source: Catalogs
es_mx: Catálogos

source: Products
es_mx: Productos

source: Orders
es_mx: Pedidos

source: Sales
es_mx: Ventas

source: Settings
es_mx: Ajustes

source: Help
es_mx: Ayuda

source: Contact Us
es_mx: Contáctanos

source: Bank Info
es_mx: Información Bancaria

source: Spanish
es_mx: Español

source: English
es_mx: Inglés

source: Your Cashiers
es_mx: Tus Cajeros

source: Error with cashier
es_mx: Error con el cajero

source: Register New Cashier
es_mx: Registrar un Nuevo Cajero

source: Create
es_mx: Crear

source: Cashier Login
es_mx: Iniciar sesión cajero

source: No Cashiers Yet
es_mx: No hay Cajeros Registrados

source: Are you sure you want to delete
es_mx: Seguro que quieres eliminar

source: Are you sure you want to remove
es_mx: Seguro que quieres eliminar

source: from this catalogue?
es_mx: del catálogo?

source: Are You Sure You Want to Delete
es_mx: Seguro que quieres eliminar

source: All these items will be deleted as well:
es_mx: Los siguientes productos serán eliminados:

source: No Items
es_mx: No hay Platillos

source: Yes, Delete This Item
es_mx: Si, eliminar este platillo

source: Yes, Delete This Menu
es_mx: Si, eliminar

source: Yes, Remove This Item
es_mx: Eliminar Platillo

source: Display catalogue to customers
es_mx: Acticar catálogo

source: Save
es_mx: Guardar

source: Edit
es_mx: Editar

source: New Name
es_mx: Nuevo Nombre

source: New Photo
es_mx: Nueva Foto

source: Choose file
es_mx: Escoger archivo

source: Update
es_mx: Actualizar

source: Add New Product
es_mx: Agregar Producto

source: Add Existing Product
es_mx: Agregar Producto Existente

source: Create New Product
es_mx: Crear Nuevo Producto

source: Category*
es_mx: Categoría

source: Add a category to organize your catalogue.
es_mx: Agrega una categoría para organizar tu catálogo.

source: Price*
es_mx: Precio

source: Product Photo
es_mx: Foto del Producto

source: Options
es_mx: Opciones

source: Add options to you product, such as sizes.
es_mx: Agrégale opciones a tu producto, como tallas.

source: New Option Group
es_mx: Nuevo Grupo de Opciones

source: addon item quantity
es_mx: cantidad

source: Options:
es_mx: Opciones:

source: No Products on Catalogue!
es_mx: Todavía no hay productos en este catálogo.

source: Specific URL:
es_mx: URL:

source: Edit Product
es_mx: Editar Producto

source: In Stock
es_mx: Disponible

source: Remove This Product
es_mx: Eliminar Producto

source: No Add ons on this item yet
es_mx: Todavía no hay opciones asociadas con este producto.

source: Choose the same options from another product.
es_mx: Escoge las mismas opciones de otro producto.

source: Set
es_mx: Enviar

source: Delete This Catalogue
es_mx: Eliminar Catálogo

source: Options Group Name
es_mx: Nombre del Grupo

source: Add new value
es_mx: Nuevo valor

source: Title
es_mx: Título

source: option name
es_mx: Nombre

source: Your Kitchen Login
es_mx: Inicio de Sesión de Cocina

source: No Login Number Yet!
es_mx: Todavía no has creado una cuenta

source: New Kitchen Login
es_mx: Nueva Sesión de Cocina

source: Kitchen Login
es_mx: Iniciar sesión de cocina

source: Login to your clustr account
es_mx: Iniciar sesión con tu cuenta clustr

source: Username
es_mx: Nombre de Usuario

source: Password
es_mx: Contraseña

source: Don't have an account?
es_mx: No tienes cuenta?

source: Sign up
es_mx: Regístrate

source: Welcome to
es_mx: Bienvenido a

source: Browse our menu, order and pay right from your phone!
es_mx: ¡Ve nuestro menú, ordena y paga todo desde tu celular!

source: Note: This is only to preview your menu, it has no functionality
es_mx: Esto nada más es para ver tu menú, no tiene funcionalidad

source: View Cart $
es_mx: Ver Carrito $

source: View Cart
es_mx: Ver Carrito

source: Search
es_mx: Buscar

source: Add Products
es_mx: Agregar Producto

source: Name*
es_mx: Nombre

source: No Products Yet!
es_mx: ¡Todavía no hay productos!

source: Product Name
es_mx: Nombre del Producto

source: No Photo
es_mx: Sin Foto

source: Photo
es_mx: Foto

source: Would You Like to Accept Payments?
es_mx: Quieres aceptar pagos con Tarjeta?

source: Yes
es_mx: Si

source: We charge a fixed fee and a percentage of the transaction each time you accept a credit or debit card payment (3.6%% + 3 MXN). The price is the same for all cards. There’s no additional fee for international cards or failed charges. We pay out on a rolling daily basis to the account you indicate.
es_mx: Cobramos una comisión fija y un porcentaje de la transacción (3.6%% + 3 pesos) cada vez que aceptas un pago con tarjeta de crédito o débito. El precio es el mismo para todas las tarjetas . No se cobran comisiones adicionales por tarjetas internacionales o cargos fallidos. Las comisiones no incluyen el IVA.

source: More Information
es_mx: Más información

source: Tell Us About Your Business
es_mx: Cuéntanos de tu negocio

source: Your Business Tagline
es_mx: Descripción de tu negocio

source: This will be displayed under your business name to your customers.
es_mx: Esta información será mostrada debajo del nombre de tu negocio en tu catálogo.

source: How do you want to get your product to your customers?
es_mx: ¿Como quieres entregar tu producto?

source: Pickup Address
es_mx: Dirección donde tus clientes pueden recoger sus pedidos.

source: Shipping
es_mx: Envío

source: New Catalog
es_mx: Nuevo Catálogo

source: Create New Catalogue
es_mx: Crear Nuevo Catalogo

source: No Catalogues Yet
es_mx: Tus Catálogos serán mostrados aquí.

source: View
es_mx: Ver

source: No Active Orders!
es_mx: No tienes pedidos nuevos.

source: Fulfillment
es_mx: Entrega

source: Time
es_mx: Tiempo que se realizó el pedido

source: Phone
es_mx: Teléfono

source: no email
es_mx: correo inexistente

source: Paying with Cash
es_mx: Efectivo

source: Card Payment
es_mx: Pago con Tarjeta

source: Picking Up
es_mx: Recogen el pedido

source: Order Complete
es_mx: Pedido Completado

source: You're good to go!
es_mx: ¡Listo!

source: Your password has been successfully reset and you can now login with your new password.
es_mx: Tu contraseña ha sido cambiada exitosamente.

source: Having trouble?
es_mx: ¿Estás teniendo problemas?

source: Contact us
es_mx: Contáctanos

source: Continue to Login
es_mx: Continuar a iniciar sesión

source: Language
es_mx: Lenguaje

source: Reset your password
es_mx: ¿Cambiar contraseña?

source: Please enter your new password twice so we can verify you typed it in correctly.
es_mx: Favor de ingresar tu nueva contraseña dos veces.

source: Change my password
es_mx: Cambiar mi contraseña

source: Want to Login?
es_mx: Ingresar

source: Help is on its way!
es_mx: ¡Te ayudamos en seguida!

source: We have sent you an email with instructions on how you can reset your password, provided an account exists with email provided.
es_mx: Te hemos enviado un correo electrónico para que puedas cambiar tu contraseña

source: If you don't receive an email, please make sure you have entered the address you registered with. You may also want to check your spam folder.
es_mx: Si no recibes un correo, por favor verifica que hayas ingresado el correo ligado a tu cuenta. Revisa también tu carpeta de correo no deseado

source: Please enter the email associated with your account below. We will send you an email with instructions on how you can reset your password.
es_mx: Por favor ingresa el correo electrónico ligado con tu cuenta. Te enviaremos un correo con instrucciones para cambiar tu contraseña.

source: Send password reset email
es_mx: Enviar correo para cambiar la contraseña

source: Create your clustr account
es_mx: Crea tu cuenta clustr

source: Confirm password
es_mx: Confirmar contraseña

source: Business Name
es_mx: Nombre de tu Negocio

source: Register
es_mx: Regístrate

source: Already have an account?
es_mx: Ya tienes cuenta?

source: Sign in
es_mx: Ingresar

source: Remove This Item
es_mx: Eliminar Platillo

source: Please Choose a Start Date
es_mx: Por favor escoga una fecha inicial

source: Please Choose an End Date
es_mx: Por favor escoga una fecha final

source: Show Sales Data
es_mx: Ingresar

source: Start of Period
es_mx: Comienzo de Periodo

source: End of Period
es_mx: Find de Periodo

source: Sales Stats
es_mx: Datos de Ventas

source: Total Sales (excluding tips)
es_mx: Total de Ventas (sin incluir propinas)

source: Total Cash Sales
es_mx: Total de Ventas en Efectivo

source: Total Card Sales
es_mx: Total de Ventas con Tarjeta

source: Tips & Inventory
es_mx: Propina e Inventario

source: Total Tips (%% of total sales)
es_mx: Total de Propinas (%% de ventas totales)

source: Total Items
es_mx: Total de Platillos

source: Top 5 Items By Sales
es_mx: Top 5 Platillos por Ventas

source: Rank
es_mx: Rango

source: Item Name
es_mx: Nombre del Platillo

source: Top 5 Items By Quantity
es_mx: Top 5 Platillos por Cantidad

source: About
es_mx: Acerca de

source: This will be displayed under your business name to your customer.
es_mx: Esta información será mostrada debajo del nombre de tu negocio en tu catálogo.

source: Business Address
es_mx: Dirección de tu negocio

source: Current City:
es_mx: Ciudad actual:

source: Payment Options
es_mx: Opciones de Pago

source: Card Settings
es_mx: Tarjeta

source: Payments are handled by Stripe. Click
es_mx: Los pagos se manejan a través de Stripe. Haga click

source: here
es_mx: aquí

source: to visit Stripe dashboard.
es_mx: para visitar el dashboard de Stripe.

source: Off
es_mx: Deshabilitar pagos

source: On
es_mx: Habilitar pagos

source: Cash Settings
es_mx: Efectivo

source: Enable or disable cash payments.
es_mx: Habilitar o deshabilitar pagos en efectivo

source: Cash payments will only be enabled if you are in the same city as your customer.
es_mx: Los pagos en efectivo solo se habilitarán si su cliente se encuentra en la misma ciudad que usted.

source: These are the payment methods that you have set up in your store. If enabled they are available for your customers to choose from at checkout.
es_mx: Estos son los métodos de pago que ha configurado en su tienda. Si están habilitados, están disponibles para que sus clientes elijan al finalizar la compra.

source: Shipping and Pickup
es_mx: Envío y Recogida

source: Shipping Zones
es_mx: Zonas de Envío

source: Set different shipping rates for customers located in different cities. If the customer is not located in any of the shipping zones specified by you, they will get charged the 'Everywhere Else' rate.
es_mx: Establezca diferentes tarifas de envío para clientes ubicados en diferentes ciudades. Si el cliente no se encuentra en ninguna de las zonas de envío especificadas por usted, se le cobrará la tarifa de 'Cualquier otro lugar'.

source: Everywhere Else
es_mx: Cualquier otro lugar

source: Enter a new location
es_mx: Nueva ubicación

source: Please Choose a Pickup Address
es_mx: Por favor escoga una dirección de recogida

source: Enter shipping cost
es_mx: Costo de envío

source: Pickup Settings?
es_mx: Ajusted de Recogida

source: Add a curbside, drive-through, or in-store pickup.
es_mx: Agrega la opción para que tus clientes recogan su pedido.

source: Notifications
es_mx: Notificaciones

source: All confirmed orders will be emailed here. You can toggle this feature on/off using the slider below.
es_mx: Todos los pedidos confirmados se mandan a este correo. Activa o desactiva esta función deslizando el botón debajo

source: Activate
es_mx: Activar

source: Username or Password is incorrect
es_mx: Usuario o Contraseña Incorrecta

source: Preferences Successfully Updated
es_mx: Preferencias Actualizadas

source: None
es_mx: Ninguno
